{
    "Cards": [
        {
            "Preference": "enable",
            "Cards": [
                {
                    "Card": {
                        "iD": "Invisibility",
                        "Name": "Blurry Affliction",
                        "Hint": "Monsters aim at you as if you had Invisibility.",
                        "Description": "All players permanently have Doom's Partial Invisibility Power Up effect active, without the fuzzy transparency. For the uninitiated, this means monsters will have difficulty aiming at you and cause them to attack slightly to the left and right of their target."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterPlayerHeal",
                        "Name": "The Bleeding",
                        "Hint": "Players heal nearby monsters when damaged.",
                        "Description": "Whenever a player takes damage, nearby monsters are healed. Monsters receive double the amount of damage dealt to a player. Monsters cannot over heal and will not be healed beyond their original health pool."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "Paranoia",
                        "Name": "Paranoia",
                        "Hint": "You hear monsters in your head.",
                        "Description": "During the level players will periodically hear monster sounds at different volumes, potentially confusing them with false audio cues. If picked as a permanent card, it will learn what sounds monsters can make in each level and use them over the course of an entire run."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "TransformDeck",
                        "Name": "Abandon Timeline",
                        "Hint": "Destroy your cards and get a new random set.",
                        "Description": "Destroy your current collection of cards and get new ones. Any cards chosen before this one are replaced with new cards chosen at random, completely changing the rules of the game. The new cards can only be picked if they can be generated in the current level. For example, if your map's monsters only contain Imps, you will not get cards that effect Cacodemons. This card can only appear on every permanent 7th card choice. Random cards generated by this card will not be added to the compendium."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "ExtraCurses",
                        "Name": "Hex Mania",
                        "Hint": "Your Curse cards effect an additional monster.",
                        "Description": "Every curse card in your collection will be applied to an extra monster. If you have a single curse card, an additional different monster will be given the same curse. If you own two curse cards, two extra monsters would be selected to get each curse, and so on. This card follows the same selection rules as regular curse cards, which makes it possible for a single monster to end up with two different curses."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "WitchingHour",
                        "Name": "Witching Hour",
                        "Hint": "When a cursed monster dies, the curse is applied to another.",
                        "Description": "When a cursed monster dies, the curse will be applied to another random monster in the level. Curses are not distributed immediately, and instead are given out one minute after a cursed monster dies. A bell sound can be heard in the distance when this happens. As with curse cards, the same rules apply"
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MutatingCard",
                        "Name": "Parasitic Card",
                        "Hint": "One of your other cards will mutate into a new random card.",
                        "Description": "At the start of the level, one of your other permanent cards is transformed into a new one. The new card is chosen at random from the pool of possible cards that could appear in that level. The old card is permanently replaced with the new one. Certain cards, such as ones that alter your collection, cannot be transformed. Cards cannot mutate into card types that are already in effect, and mutated cards are not added to the compendium. This card can only be offered as a permanent card."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "UnluckyNumber",
                        "Name": "Unlucky Number",
                        "Hint": "Player damage halved while the kill count is a multiple of ?.",
                        "Description": "At the start of the level, each player gets a random number selected and displayed for them. While the kill counter is multiple of the player's number, their damage will be cut in half. The unlucky number will be broadcast at the start of the level, and the number will be displayed on the hud while the kill counter is a multiple of the unlucky number."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "ItemPatience",
                        "Name": "Patience",
                        "Hint": "Killing a monster disables items for 3 seconds.",
                        "Description": "Upon killing a monster, that player will be unable to pick up any items off the floor. After 3 seconds this effect ends. While items are disabled, a sigil is displayed above the item."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "BarrelsOfFun",
                        "Name": "Barrels of Fun",
                        "Hint": "Add lots of explosive barrels to the level.",
                        "Description": "At the start of the level, spawn lots of explosive barrels in the level. The barrels are scattered randomly in the level, avoiding troublesome spots such as teleport destinations. The number of barrels spawned is dependent on the amount of monsters in the map, but is limited to 200 (for every copy of this card)."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MysteryEggs",
                        "Name": "Mystery Eggs",
                        "Hint": "Add lots of eggs that contain ???",
                        "Description": "At the start of the level, spawn lots of mysterious eggs in the level. The eggs may contain an item, a monster, an explosive surprise or nothing at all. The egg must be destroyed in order to free its contents. If a monster is inside the egg, it may hatch on its own if a player gets too close to it. It may also spawn as a baby monster, which are smaller and weaker. The number of eggs spawned is dependent on the amount of monsters in the map, but is limited to 50 (for every copy of this card)."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "FireballTraps",
                        "Name": "Fireball Traps",
                        "Hint": "Add several Fireball traps to the level.",
                        "Description": "Adds Fireball wall traps to random areas in the level. Fireball traps spawn on walls and repeatedly shoot projectiles in one direction. If they are obstructed by terrain or the surface they are attached to is moved, the trap will be disarmed. Fireballs deal 10 damage to players and monsters. If monsters are not distracted, they will focus on avoiding the projectile and not take damage from them. The number of Fireball traps that spawn is dependent on the amount of monsters in the map, but is limited to 40 (for every copy of this card)."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "VolcanicTraps",
                        "Name": "Volcanic Traps",
                        "Hint": "Add exploding floor traps to the level.",
                        "Description": "Adds Volcanic floor traps to random areas in the level. Volcanic traps spawn from floors and repeatedly let out an explosive burst in a timed sequence. The bursts deal up to 20 explosive damage to players in a short radius. Monsters can only take a maximum of 5 damage from these traps. The number of Volcanic traps that spawn is dependent on the amount of monsters in the map, but is limited to 40 (for every copy of this card)."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "TeleportTraps",
                        "Name": "Teleport Traps",
                        "Hint": "Add traps to the level that teleport monsters and projectiles.",
                        "Description": "Add Teleport traps to random areas in the level. Teleport traps spawn in pairs at different locations and are linked to each other. Any monster or projectile that enters the trap will be teleported to the location of the other trap. Monsters will not teleport if something is obstructing the destination of the teleport trap. Players cannot use the traps to teleport themselves, but can fire projectiles into them. The number of Teleport traps that spawn is dependent on the amount of monsters in the map, but is limited to 20 (for every copy of this card)."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "HealingTraps",
                        "Name": "Healing Traps",
                        "Hint": "Add several healing traps to the level.",
                        "Description": "Adds Healing traps to random areas in the level. Healing traps appear on the floor and heal nearby injured monsters in a large radius. Monsters within the radius are healed every three seconds. The first heal they receive will heal for for 150 health points, and every subsequent heal will heal 30 health points. Monsters cannot be healed by multiple Healing Traps at once. The number of Healing traps that spawn is dependent on the amount of monsters in the map, but is limited to 20 (for every copy of this card)."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "DartTraps",
                        "Name": "Dart Traps",
                        "Hint": "Add several Dart traps to the level.",
                        "Description": "Adds Poisonous Dart traps to the level. Dart Traps appear near items and are invisible to the player. Upon walking over them, a sound will play before a volley of darts will be fired from one of the nearby walls. Players and monsters both take small damage from each individual dart, but the amount of darts can make traps lethal. Players are also temporarily slowed by the poison in each dart. Additional copies of this card add even more dart traps to the level."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "FastProjectiles",
                        "Name": "Accelerated Boost",
                        "Hint": "All projectiles travel faster.",
                        "Description": "All projectiles, from monsters or players, have a slight speed increase."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "SurpriseCyberdemon",
                        "Name": "Surprise Boss",
                        "Hint": "Add a # somewhere in the level.",
                        "Description": "At the start of the level a Cyberdemon is spawned somewhere in the level, but not too close to players. If the Cyberdemon has been replaced by mod, it spawns whatever monster would replace it."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "KeyGuard",
                        "Name": "Vile Guardians",
                        "Hint": "Keys are guarded by Archviles.",
                        "Description": "At the start of the level, an Archvile will spawn at each key location."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "SpawnIllusions",
                        "Name": "Summon Illusions",
                        "Hint": "Add \"harmless\" illusions to the level.",
                        "Description": "At the start of the game, illusions of monsters currently in the level will spawn at random locations. Depending on the amount of monsters in the level, up to 30 illusions can spawn. Illusions appear and act identical to regular monsters (and are even effected by other cards), but deal no damage to players. They are removed upon taking any player damage, do not trigger any death effects or leave a corpse. Though they cannot deal direct damage to players, they can still cause trouble in other ways... especially if they summon or resurrect enemies!"
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "Specialists",
                        "Name": "The Specialists",
                        "Hint": "You will be attacked by #!",
                        "Description": "At some point in the level, you will be attacked by an elite team of monsters. The team will consist of four monster types that already exist in the level, and will each receive a unique set of enchantments and buffs. They will spawn near a player and immediately start hunting them, demanding their attention. The team also gets a randomly generated name to strike fear into players. If picked as a permanent card, the same team will attack you every level."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "Earthquake",
                        "Name": "Earthquake!",
                        "Hint": "An earthquake may occur.",
                        "Description": "At a random point in time, an earthquake will occur to shake things up. During the earthquake monsters, items and players are thrown around randomly. Monsters take small amounts of damage during the earthquake. Flying monsters, corpses and keys are not effected by the earthquake."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "HauntedHouse",
                        "Name": "Haunted House",
                        "Hint": "You may be haunted by vengeful spirits.",
                        "Description": "At a random point in time, 20 ghosts will spawn surrounding the player in a very large radius. Ghost monsters retain all the abilities of the monster that died and immediately start chasing the player. Ghosts move slower and have half the health of the original monster, but can walk through walls and objects to reach their target. Ghosts will eventually fade out of existence. Running away from them can be a viable strategy to conserve ammo."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterShuffle",
                        "Name": "Revise Strategy",
                        "Hint": "Monster starting positions are shuffled.",
                        "Description": "Monster locations are shuffled at the start of the level. The card will attempt to swap every single monster's position in the level with another. If a monster is too large to fit in another monster's spot, their positions will not be swapped."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "NukageRain",
                        "Name": "Nukage Rain",
                        "Hint": "Damaging acid rain will fall outside.",
                        "Description": "Every few minutes, acid rain will fall from the sky, damaging any players under it. The damage is similar to damage caused by many damaging floors, and can even be negated by Radiation Suits and similar items. Rain can only fall in areas where the sky is exposed. If other rain cards are also in effect, the different rain types will fall in sequence instead of at the same time."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "BloodRain",
                        "Name": "Blood Rain",
                        "Hint": "Blood rain will fall outside, empowering monsters.",
                        "Description": "Every few minutes, blood rain will fall from the sky, buffing any monsters under it. Monsters under the effects of blood rain gain double damage and increased movement speed. Rain can only fall in areas where the sky is exposed. If other rain cards are also in effect, the different rain types will fall in sequence instead of at the same time."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "RescueMission",
                        "Name": "Rescue Mission",
                        "Hint": "Find Daisy before exiting the level, or else...",
                        "Description": "Daisy, the marine's pet bunny, will appear somewhere. She must be found and picked up before exiting the level. Daisy will spawn in the level near an item, usually inside of a secret area. She will wander around randomly until a player picks her up. If you listen carefully, it's possible to hear her if you're nearby. If players leave the level before she is found, she will be killed. The monsters will feed off of the grief you feel for leaving her behind, and will gain a random card enchantment at the start of the next level. If multiple copies of this card are active, players will have extra daisy babies to find before leaving the level."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "Overgrowth",
                        "Name": "Overgrowth",
                        "Hint": "Add vegetation near certain monsters.",
                        "Description": "At the start of the level, vegetation is added around certain monsters in the level These plants cannot be interacted with and simply block the player's sight, making it more difficult to see monsters and projectiles. A maximum of 30 bushes can be spawned with this card, however stacking the card can increase the amount."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "SpawnPods",
                        "Name": "The Nest",
                        "Hint": "Add spawn pods to the level that spawn random monsters.",
                        "Description": "Adds several monster spawning pods to the level. These spawn pods spawn random monsters of monster types that exist in the current level. Spawn pods will continuously spawn monsters, and must be killed to stop them. Each spawn pod is limited to 5 spawned monsters on the map, and will only spawn new ones if any of those 5 have died. Spawn pods can be resurrected by certain effects."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "WarpPortals",
                        "Name": "Quantum Malfunction",
                        "Hint": "Monster Gangs teleport to random locations instead.",
                        "Description": "Shortly after a monster spawns from a Monster Gang card, they will be teleported to a random position in the level. This card will affect all active cards that spawn gangs of monsters."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "EnchantedPortals",
                        "Name": "Enchanted Portals",
                        "Hint": "Monster Gangs spawn with a random enchantment.",
                        "Description": "When a monster gang arrives, the portal they arrive in grants the monsters a random enchantment. The enchantment given to monsters is different for each portal that opens up. This card will affect all active cards that spawn gangs of monsters."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterSquad",
                        "Name": "Monster Squad",
                        "Hint": "A gang of various monsters may spawn.",
                        "Description": "At some point during the level, a number of monsters will begin spawning at one location. The location is random, but it will never be too close to any players. The type of monsters is random each time. You will be alerted when the gang starts to arrive."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MiniBossSquad",
                        "Name": "Miniboss Attack",
                        "Hint": "A gang of miniature bosses will spawn.",
                        "Description": "At some point during the level, a number of bosses will begin spawning at one location. The location is random, but it will never be too close to any players. The bosses are miniaturized. They have less health and deal less damage. You will be alerted when the gang starts to arrive."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "PaintedStatues",
                        "Name": "Painted Statues",
                        "Hint": "Monster Statues keep their coloration.",
                        "Description": "Monster Statues that are created by other cards will keep the coloration of the original monster, making them even more difficult to distinguish from regular monsters."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "StatueGarden",
                        "Name": "Garden of Statues",
                        "Hint": "Add monster statues to the level. Some may be alive...",
                        "Description": "At the start of the level, spawn lots of monster statues in the level. Monster statues are solid objects that can be pushed around and block entities and projectiles. They are sturdy, but can be destroyed with enough damage or if they drop from a tall height. Some monster statues may come alive and attack players. These stone monsters are slower, make no sound and leave no corpse. Enchantment cards affecting monsters may also be applied to monster statues."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "RiggedSupplies",
                        "Name": "Rigged Supplies",
                        "Hint": "Add several fake items to the level that eject grenades.",
                        "Description": "At the start of the level, several fake items are placed in random areas. These fake items cannot be collected, and will begin ejecting Hell Grenades when approached by players. The grenades will bounce off of surfaces before exploding, and can damage both players and monsters."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "SpecialSwitches",
                        "Name": "Trick Switches",
                        "Hint": "Switches may have additional functions.",
                        "Description": "Switches in the level may gain additional functionality. The functions are usually negative effects but can occasionally aid the player in some situations. If this card is stacked, switches can have even more functions added to them."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "AllyMarines",
                        "Name": "Marine Allies",
                        "Hint": "Add friendly marines to the level. If they die, they become possessed.",
                        "Description": "At the start of the level, friendly marines will be added to the level. Marines will actively hunt other monsters with their shotguns, aiding the player in battle. Marines may accidentally damage and be damaged by players. Once a marine dies it will become possessed, and be resurrected. Resurrected marines will instead try to kill players and ignore monsters."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "PilotedMechs",
                        "Name": "Piloted Mechs",
                        "Hint": "Add mechs to the level that contain a monster.",
                        "Description": "At the start of the level, several piloted mechs will be added to the level. These mechs are able to fire plasma bolts at a disatnce, or chainsaw players up close. Mechs are piloted by a random monster, which will burst out upon destroying the mech."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "WarringFactions",
                        "Name": "Warring Factions",
                        "Hint": "Two gangs of monsters appear. They fight!",
                        "Description": "At some point during the level, two portals will open nearby and begin spawning monsters. The monster types are picked at random for each portal, and they will begin targetting monsters spawned from the other portal. Monsters will only begin attacking players normally once all monsters from the portal have been slain, or if they are damaged by a player."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MagicUrns",
                        "Name": "Mystical Urns",
                        "Hint": "Add urns to the level that give a random enchantment to monsters when destroyed.",
                        "Description": "At the start of the level, spawn lots of breakable urns to the level. The urns are scattered randomly in the level, avoiding troublesome spots such as teleport destinations. When broken by a player or monster, any nearby monsters recieve a random enchantment. The number of urns spawned is dependent on the amount of monsters in the map, but is limited to 50 (for every copy of this card)."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "JumpyItems",
                        "Name": "Spring-loaded Loot",
                        "Hint": "Items may jump away from approaching players.",
                        "Description": "At the start of the level, random items are fitted with springs. If a player approaches one of these items, will jump away from the player. This effect can only trigger once per item. Carried items will not jump until their carrier is slain."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "BossItemDisguise",
                        "Name": "Boss-in-a-Box",
                        "Hint": "Add a random item to the level. A boss hides inside.",
                        "Description": "At the start of the level a random item is spawned somewhere. When a player approaches this item, they will be knocked back and a random boss monster will be spawned."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "HauntedGround",
                        "Name": "Haunted Ground",
                        "Hint": "Several areas become inhabited by vengeful spirits.",
                        "Description": "At the start of the level, several areas become haunted grounds. If a player is standing in these grounds, a random ghost monster will spawn near the player. Haunted ground can be identified by a skeleton sitting on the ground, which always sits in the center of the haunted ground. Ghost monsters retain all the abilities of the monster that died and immediately start chasing the player. Ghosts move slower and have half the health of the original monster, but can walk through walls and objects to reach their target."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "TeleportEnchant",
                        "Name": "Enchanting Teleports",
                        "Hint": "When a monster teleports, it may be given a random enchantment.",
                        "Description": "Whenever a teleporter is used by a monster or a card effect causes an monster to teleport, it will be given a random enchantment. The enchantment chosen can be any random enchantment, even if no enchantment cards are currently in play. This card can only give out 5 enchantments per second, which means if 10 monsters teleport at once, only 5 will recieve enchantments."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "TeleportChase",
                        "Name": "Lock-on Teleports",
                        "Hint": "When a monster teleports, it may instead teleport near a player.",
                        "Description": "Whenever a monster would use a teleport or teleport using another card effect, it may teleport near a player instead. This effect can only trigger once every five seconds."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "GuildOfAssassins",
                        "Name": "Guild of Assassins",
                        "Hint": "5 random monsters will try to assassinate you.",
                        "Description": "At the start of the level, 5 random monsters are added to the level as Assassins. They will appear near unsuspecting players at some point during the level. Assassins will try not to make any noise and will immediately start to close in on the player's position. They will never infight and are much more aggressive, attacking immediately and continuously. They also have slightly increased health and deal much more damage. This card cannot make boss monsters assassins."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "OmenOfDeath",
                        "Name": "Omen of Death",
                        "Hint": "A cloaked figure will appear. Then something terrible will happen...",
                        "Description": "At some point during the level, a cloaked figure will appear near a player. This mysterious figure is a bad omen, and a random dangerous event will shortly follow."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "CeilingTurrets",
                        "Name": "Defective Turrets",
                        "Hint": "Add turrets to the level that change team when damaged.",
                        "Description": "At the start of the level several turrets will be added to random ceilings. These turrets will start firing bullets shortly after seeing an enemy. The light below the turret indicates what the turret decides are enemies. If it is red, it will target players. If it is green, it will target monsters. If the turret is hit, its color will change. Monsters hit by the turret may retaliate and hit the turret, changing it back to red. Turrets cannot be destroyed by normal means."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "GasPods",
                        "Name": "Gas Pods",
                        "Hint": "Add gas pods to the level that spit toxic gas.",
                        "Description": "Adds several Gas Pods to the level Gas pods will begin throwing out bouncing poison bombs upon seeing a player. The bombs explode into gas which damages players. The Gas Pods will continously do this until killed. The poison does not affect monsters. Gas pods can be resurrected by certain effects."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "Revenge",
                        "Name": "16th Sin",
                        "Hint": "A monster will spawn every 16th kill.",
                        "Description": "After 16 monsters have been slain by a player, a random monster will spawn near them. The monster chosen can be of any type of monster encountered previously."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "BossRevenge",
                        "Name": "Hell's Answer",
                        "Hint": "A boss monster will spawn every 42nd kill.",
                        "Description": "After 42 monsters have been slain by a player, a random boss monster will spawn near them. The boss monster selected will be any previously encountered boss monster."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "GodMonster",
                        "Name": "The Chosen One",
                        "Hint": "One monster is invulnerable until most monsters are slain.",
                        "Description": "One monster is selected at the start of the level to be the Chosen One. This monster is invulnerable and cannot be damaged by normal means. The only way to disable the invulnerability is to slay 90% of the level's total monster count. Achieving this will make make the monster killable, and you will be notified when this happens."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "SpiritLink",
                        "Name": "Spirit Link",
                        "Hint": "Two monsters are linked. If one dies, the other may re-summon it somewhere.",
                        "Description": "At the start of the level, two monsters are selected and linked spiritually. They can be identified by their swirling yin-yang sigil. If one of the monster dies and is not resurrected within 30 seconds, the other monster will summon a new copy of its linked partner somewhere in the level. To stop the monsters from bringing each other back indefinitely, they must both be slain within the 30 second time window."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "CorpseExplode",
                        "Name": "Explosive Death",
                        "Hint": "Monsters explode violently on death.",
                        "Description": "Monsters will explode after dying, dealing moderate damage to anything near them. Monsters still leave behind a corpse, and the damage dealt is less than that of a rocket. If this card is offered more than once, it can be chosen again to increase the damage and size of the explosion."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterToughen",
                        "Name": "Iron Skins",
                        "Hint": "All monsters have a lower flinch chance.",
                        "Description": "Monsters have a lower flinch chance. This greatly reduces the chance a monster will flinch in pain upon taking damage, possibly making the monster unable to flinch at all. This card can stack, continuously halving the monster's chance to flinch."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterDisguise",
                        "Name": "The Masquerade",
                        "Hint": "Monsters are disguised as items.",
                        "Description": "Monsters are disguised as items, and will reveal themselves upon taking damage or if a player approaches them. Monsters can appear as any items currently in the map, except for keys. Despite their appearance, they retain their physique and can easily be revealed by firing near them. Only monsters that ambush players can be given an disguise."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterAOEHeal",
                        "Name": "Acquired Taste",
                        "Hint": "Monsters heal nearby monsters on death.",
                        "Description": "Whenever a monster dies, it will restore 90 health to nearby monsters. Monsters cannot over heal this way and cannot heal beyond their original health pool, but can quickly restore a monster back to full health if lots of monsters are killed near it."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "DiseasedMonsters",
                        "Name": "Toxic Cadavers",
                        "Hint": "Some monsters leave behind toxic corpses.",
                        "Description": "Monsters may release a deadly gas upon death. Any players standing near the corpse will take damage. The gas will eventually stop after a few seconds, allowing players to safely pass. Radiation Suits and similar powers and items will protect players from the gas."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "IconsBlessing",
                        "Name": "Icon's Blessing",
                        "Hint": "Several monsters receive a random card enchantment.",
                        "Description": "At the start of the level, several monsters receive a random card enchantment. 1 in 3 monsters will be affected, and the enchantment can be any from any enchantment card, even if no enchantment cards are in play."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "KeysOfPower",
                        "Name": "Keys of Power",
                        "Hint": "Collecting keys gives monsters a random card enchantment.",
                        "Description": "Collecting keys in the level will give every single monster currently in the level a random card enchantment. The enchantment can be any from any enchantment card, even if no enchantment cards are in play. Monsters that are spawned after the key has been picked up will not gain the enchantment. A message will inform you which enchantment was selected when a key is picked up."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "ResurrectionGift",
                        "Name": "Vile Rebirth",
                        "Hint": "Resurrected monsters receive a random card enchantment.",
                        "Description": "Whenever a monster is resurrected or respawns (via a card or otherwise), it will gain a random card enchantment. The enchantment can be any from any enchantment card, even if no enchantment cards are in play. If a monster is resurrected multiple times, it can gain more and more enchantments."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "SealedMonster",
                        "Name": "Sealed Guardians",
                        "Hint": "Revealing a secret will spawn an enchanted monster.",
                        "Description": "Whenever a secret is revealed, a monster will be spawned nearby. The monster will have a random enchantment applied to it. The card will select a random monster type, but will favor stronger monster types. Upon spawning, the monster will immediately begin hunting players. The enchantment chosen can be any random enchantment, even if no enchantment cards are currently in play."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterPets",
                        "Name": "Pet Monsters",
                        "Hint": "Some monsters have a random monster pet.",
                        "Description": "Certain random monsters will spawn with a pet monster. The pet monster is attached to a chain and will be forced to accompany their master. The chain will break if either monster is killed. Pet monsters are of a random monster species, are smaller and have less health. If killed, their master will become enraged and become more aggressive. Certain monsters simply love pets, and may bring a collection of monsters with them."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "CherubDescent",
                        "Name": "Cherubs Descent",
                        "Hint": "Add several flying minature monsters to the level.",
                        "Description": "At the start of the level, several winged minature monsters are spawned. These minature monsters have half health and deal slightly less damage than their regular sized variants. They can also explore the map freely with their angel wings."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "HealthSwap",
                        "Name": "Blood Shift",
                        "Hint": "At the start of the level, two monster types swap health.",
                        "Description": "At the start of each level, two different monster types will be selected to have their health totals swapped. Boss monsters cannot be selected by this card. If chosen as a permanent card, two different monster types are selected at the start of each level. A red aura will surround any monsters that have had their health changed through this card."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterQuick",
                        "Name": "Quickening",
                        "Hint": "All monsters move slightly faster.",
                        "Description": "All monsters receive a slight movement speed increase. This card can stack, further increasing the speed of all monster types."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "SmokeMonsters",
                        "Name": "Smoke Spite",
                        "Hint": "Dead monsters may release smoke clouds.",
                        "Description": "Killing a monster may release a large cloud of smoke. The smoke cloud does not harm the player but may obstruct their vision. Monsters are completely unaffected. Smoke clouds disappear after a few seconds."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "ResurrectionTeleport",
                        "Name": "Deliverance",
                        "Hint": "Resurrected monsters are teleported to a new location.",
                        "Description": "Whenever a monster is resurrected or respawns (via a card or otherwise), it will be teleported to a random location in the level."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "ExtraEnchantments",
                        "Name": "Enchantment Echo",
                        "Hint": "Monsters that recieve random enchantments recieve another.",
                        "Description": "If any monster in the level acquires a random enchantment from a card effect, it will gain an additional random enchantment. The additional enchantment is completely random. If a card selected a random echantment to give to several monsters, each monster's second enchantment will be a different random enchantment."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "BlessedChildren",
                        "Name": "Blessed Children",
                        "Hint": "Miniature monsters lose their damage reduction and gain a random enchantment.",
                        "Description": "Cards that would spawn or make monsters minature will also give the monsters a random enchantment. In addition, the damage and health reduction usually applied by shrinking a monster is negated. This means minature monsters take and dish out as much damage as their regular sized counterparts."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "DoubleOrNothing",
                        "Name": "Balance The Scales",
                        "Hint": "Each monster in the level will be either removed or duplicated.",
                        "Description": "At the start of the level each monster has a 50% chance to be removed. Monsters that do not get removed have a copy of the monster spawned near them instead. Boss monsters are unaffected by this card."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "CrushGhosts",
                        "Name": "Crushed Spirits",
                        "Hint": "Crushed corpses become vengeful spirits.",
                        "Description": "Whenever a monster corpse is crushed by a door or ceiling, it is destroyed and a vengeful spirit will appear in its place. Ghost monsters retain all the abilities of the monster that died and immediately start chasing the player. Ghosts move slower and have half the health of the original monster, but can walk through walls and objects to reach their target. Ghosts will eventually fade out of existence. Running away from them can be a viable strategy to conserve ammo."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "BossArsenal",
                        "Name": "Boss Arsenal",
                        "Hint": "Each boss monster gains a unique grenade to throw.",
                        "Description": "Each boss in the level gains the ability to throw a unique grenade. The grenade chosen is randomly selected out of all other grenade throwing abiltiy cards, even those that are not currently in play. Generally bosses will throw objects more frequently than normal monsters."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "AllGhostsResurrection",
                        "Name": "All Ghosts Return",
                        "Hint": "Resurrected monsters can phase through walls.",
                        "Description": "When a monster is resurrected, it gains the ability to move through the world freely and instantly climb cliffs. The monster acts and can be killed as normal. The monster will also be slightly more translucent than usual."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "ThornsTotem",
                        "Name": "Thorns Totem",
                        "Hint": "Spawn a totem that causes monsters to retaliate with thorns.",
                        "Description": "The Thorns Totem gives monsters within its radius the ability to counter attack with thorn projectiles. The thorns deal little damage but ignore armor. Attacks that hit multiple times can be especially deadly as a thorn will be thrown for each hit."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "AegisTotem",
                        "Name": "Aegis Totem",
                        "Hint": "Spawn a totem that raises monster defence.",
                        "Description": "The Aegis Totem protects any monsters in its radius by greatly reducing incoming damage. Damage from players, monsters and cards is all reduced."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "TurboTotem",
                        "Name": "Turbo Totem",
                        "Hint": "Spawn a totem that speeds up monsters.",
                        "Description": "The Turbo Totem increases the action speed of all monsters in its radius, causing them to move and attack much faster. This effect stacks with other speed increasing cards."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "FirebluTotem",
                        "Name": "Fireblu Totem",
                        "Hint": "Spawn a totem that cycles increased monster durability / damage.",
                        "Description": "The Fireblu totem cycles from red to blue every two seconds, granting a different buff depending on the color. Monsters glowing blue will take much less damage, while red glowing monsters will output double damage."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "TeleportTotems",
                        "Name": "Warp Totems",
                        "Hint": "Totems may teleport after being dropped.",
                        "Description": "When a monster carrying a totem dies, it may teleport to a new monster to be carried once again. The first time the totem is dropped, it always teleports to a new monster. The chance of teleporting decreases each time the totem is handled by a new monster."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "BathTotem",
                        "Name": "Bath Totem",
                        "Hint": "Spawn a totem that floats monsters away in bubbles.",
                        "Description": "The Bath Totem places monsters into bubbles. Monsters will float away inside the bubbles, enabling them to fly around. The monster cannot control the trajectery of the bubble as it bounces around, but allows them to reach areas they normally couldn't. A bubble can be popped if the monster is hit by a single attack. The attack's damage is also nullified, dealing no damage to the monster."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "ChangeTotem",
                        "Name": "Change Totem",
                        "Hint": "Spawn a totem that transforms dying monsters into new ones.",
                        "Description": "The Change Totem will prevent a monster from dying, and will instead transform it into a new random monster at full health. \\The new monster cannot be transformed again by any Change Totems, and will lack the green tint usually provided by the totem."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "DuplicationCurseMonster",
                        "Name": "Duplication Curse",
                        "Hint": "One monster is cursed. Killing it duplicates nearby monsters.",
                        "Description": "When the chosen monster dies, all nearby monsters spawn up to 3 extra copies of themselves. No more than 30 monsters can be spawned this way."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "ClownCarMonster",
                        "Name": "Miniature Army Curse",
                        "Hint": "One monster is secretly cursed. It explodes into a miniature army.",
                        "Description": "When the chosen monster dies, it will split into several miniature versions of itself. These miniature monsters have half health and deal slightly less damage than their regular counterpart. Stronger monsters will split into less miniatures, but can still easily overwhelm unprepared players. This curse has no visual indicator, so you'll never know which monster is going to burst into a miniature army!"
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "RocketeerMonster",
                        "Name": "Rocketeer Curse",
                        "Hint": "One monster is cursed, it rockets around uncontrollably.",
                        "Description": "The Rocketeer Curse causes the chosen monster to fly around erratically at high speeds, making it incredibly difficult to take down in large open areas. If resurrected by another monster, it will begin rocketing around once again."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "SwapCurseMonster",
                        "Name": "Shifting Curse",
                        "Hint": "One monster is cursed, it continuously swaps positions with others.",
                        "Description": "The chosen monster will instantly swap positions with another monster on the map every half of a second. The monster will continue to swap until there are no monsters left, or if it is slain. Monsters can still swap and be swapped mid-combat, making it difficult to pin down the cursed monster. If resurrected by another monster, it will begin swapping positions once again."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "NuclearCurseMonster",
                        "Name": "Nuclear Curse",
                        "Hint": "One monster is cursed, it will cause a nuclear explosion when killed.",
                        "Description": "When the chosen monster dies, it will begin flashing and growing in size. After 6 seconds, the monster will cause an earth shattering explosion, dealing massive damage to anything caught in its blast radius. Players can use cover to avoid the explosion, but anything too close to the explosion's center will be vaporized, even if they're behind a wall."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "EnchantCurseMonster",
                        "Name": "Prismatic Curse",
                        "Hint": "One monster is cursed. Killing it grants nearby monsters random enchantments.",
                        "Description": "When the chosen monster dies, all nearby monsters are given two random card enchantments. The enchantments can be any from any enchantment card, even if no enchantment cards are in play."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "9LivesMonster",
                        "Name": "Curse of the Cat",
                        "Hint": "One monster is cursed. It must be killed 9 times.",
                        "Description": "The chosen monster is granted nine lives. When it dies, a new copy of the monster will spawn somewhere near the player after a few seconds. The cursed monster does not have a visual indicator of the curse, but will make a sound when it respawns. The monster will also gain any other benefits from cards that trigger via respawning. The cursed monster will continue to respawn until it has lost all nine lives."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "OverpoweredCurse",
                        "Name": "Overpowered Curse",
                        "Hint": "One monster is cursed. It receives ten random card enchantments.",
                        "Description": "At the start of the level, the cursed monster will receive 10 random enchantments from different enchantment cards. Even if the enchantment cards are not in play, they can be selected as part of this curse. There is no indication of what enchantments the monster has received, so it may be worth studying what enchantments are possible using the compendium."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "PolyMorphCurseMonster",
                        "Name": "Polymorph Curse",
                        "Hint": "One monster is cursed. When it dies, nearby monsters become other monsters.",
                        "Description": "When the cursed monster dies, any nearby monsters are transformed into other monsters. Monsters can be transformed into any monster previously encountered, even if it does not exist in the current level. Weaker monsters are more likely to be transformed into stronger monsters. Certain special monsters and bosses cannot be transformed."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "RabbitCurseMonster",
                        "Name": "Curse of the Rabbit",
                        "Hint": "One monster is secretly cursed. It explodes into 100 eggs that contain ???.",
                        "Description": "When the chosen monster dies, it will begin throwing eggs in random directions. 100 eggs in total will be thrown by this curse. The eggs may contain an item, a monster, an explosive surprise or nothing at all. Eggs created by this curse bounce around violently before exploding and revealing their contents."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "FleaCurseMonster",
                        "Name": "Flea Curse",
                        "Hint": "One monster is cursed. It is flea-sized.",
                        "Description": "At the start of the level the cursed monster massively shrinks in size, making it much more difficult to see and hit. The cursed monster does not have its health reduced, but will easily be knocked around and into the air by attacks."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "AbominationCurseMonster",
                        "Name": "Abomination Curse",
                        "Hint": "One monster is secretly cursed. It can transform 10 times.",
                        "Description": "The cursed monster will transform into another full health random monster after losing a small portion of its base health. After transforming ten times, the curse is lifted and the final monster can be slain as normal."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "AttentionCurseMonster",
                        "Name": "Curse of Attention",
                        "Hint": "One monster is cursed. Players cannot look away from it.",
                        "Description": "If a player is in range of the cursed monster, they will be forced to look towards it. If a player moves behind cover, their abilty to look freely is resorted. The cursed monster can be identified by the loud music it plays and the falling confetti, which will stop once the monster is slain."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "TachyonCurseMonster",
                        "Name": "Tachyon Curse",
                        "Hint": "One monster is cursed. It moves at top speed but deals less damage.",
                        "Description": "The chosen monster will move, attack and animate at an extreme speed. The monster also deals half the damage it normally would. Monsters with dangerous attack patterns or special abilities are much more deadly with this curse."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterGang",
                        "Name": "Monster Gang",
                        "Hint": "A gang of # may appear.",
                        "Description": "At some point during the level, a number of these monsters will begin spawning at one location. The location is random, but it will never be too close to any players. The amount of monsters depends on the strength of the monster. Weaker monsters will spawn in larger numbers. You will be alerted when the gang starts to arrive."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterAssassin",
                        "Name": "The Assassin",
                        "Hint": "A # will try to assassinate you.",
                        "Description": "At some point during the level, an Assassin monster of this type will spawn near a player just barely out of sight. Assassins will try not to make any noise and will immediately start to close in on the player's position. They will never infight and are much more aggressive, attacking immediately and continuously. They also have slightly increased health and deal much more damage. If killed, the Assassin will not spawn again. However, if chosen as a permanent card, the Assassin gains a health boost each level from when the card was first chosen."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "AdditionalMonster",
                        "Name": "Clone Monster",
                        "Hint": "All # in the level are increased by one.",
                        "Description": "At the start of the level, this monster will spawn with a copy of itself. This card cannot spawn more than 100 copies of the monster specified, though multiple copies of the same card can."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "ChildMonster",
                        "Name": "Small Companions",
                        "Hint": "# spawn with a mini companion.",
                        "Description": "At the start of the level, a smaller version of this monster will spawn next to the original. These miniature monsters have half health and deal slightly less damage than their regular counterpart. The small companion will usually appear near the original monster, but due to their size they may wander into areas the originals wouldn't. This card cannot spawn more than 100 small companions of the monster specified, though multiple copies of the same card can."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterHunter",
                        "Name": "Vendetta",
                        "Hint": "# are always focused on players.",
                        "Description": "Monsters of this type have a vendetta, and will always focus their attention on players. Monsters with a vendetta will immediately start chasing any players that are alive, and will never target other monsters."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterVehicle",
                        "Name": "Carrier Upgrade",
                        "Hint": "# can carry other monsters.",
                        "Description": "Monsters of this type will carry other monsters. When a monster encounters another monster of a different type, it will be placed on top of it. If the carried monster is blocked by a ceiling or another object, it will fall off. Monsters cannot carry monsters of the same type. If multiple monsters have this card, is is possible for carried monsters to carry other monsters, which is quite a sight to behold. Monsters that are being carried will attack more frequently."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "RespawningMonster",
                        "Name": "Respawning Nightmare",
                        "Hint": "# respawn once after death.",
                        "Description": "Monsters of this type will respawn once after death. This card only affects monsters that were originally placed in the level. After long duration, a monster that has died will respawn in the level. This duration is longer for stronger monsters. Even monsters that do not leave a corpse will be respawned by this card. Once the monster dies a second time, it cannot be respawned a second time. Although not the same as Doom's Nightmare! difficulty respawn mechanic, this card will not be offered if the game mode already respawns monsters."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterLastWord",
                        "Name": "Last Word",
                        "Hint": "# fires a @ projectile on death.",
                        "Description": "When this type of monster dies, a portal spawns and fires a projectile of the type specified. The portal takes a short duration before firing the projectile, and the projectile will be aimed at the one who killed the monster. This card's tier is dependent on the power of the projectile."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterThrowCorpse",
                        "Name": "Necrokinesis",
                        "Hint": "# will pick up and throw dead monsters.",
                        "Description": "Monsters of this type will pick up any nearby corpses, and attempt to throw them at the player shortly after. Thrown corpses deal moderate damage and pass through obstacles and other monsters."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterTreachery",
                        "Name": "Treachery",
                        "Hint": "# will prey on weaker monsters to gain offensive bonuses.",
                        "Description": "Monsters of this type receive various bonuses after killing another monster, whether it is on purpose or by accident. The monster's attacks will permanently deal double damage, and can be identified by red sparks. One 1/4th of their base health will also be healed, and will gain any enchantments from the killed monster. Monsters affected by this card will also turn on any monsters nearby with lower health, in an attempt to snag the benefits from their weak ally. The damage boost does not stack if they kill multiple monsters, and does not stack with the Blood Fury enchantment."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterPromote",
                        "Name": "Promotion",
                        "Hint": "# gain the effects of your other Enchantment cards.",
                        "Description": "Monsters of this type will gain all other enchantments from any other permanent enchantment cards in play. This card will always be offered to the weakest monster in the current level, and will only be offered if at least 3 enchantment cards are in play."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterFeignDeath",
                        "Name": "Feign Death",
                        "Hint": "# may pretend to die.",
                        "Description": "Monsters of this type gain the ability to feign death. Monsters with this ability will have less health than normal, but after being \"killed\" will resurrect themselves and begin hunting players once again. Monsters can only perform this ability once, but gain any benefits from being resurrected."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterSOS",
                        "Name": "Distress Enchantment",
                        "Hint": "# may summon nearby allies when dying.",
                        "Description": "The specified monster has a chance to teleport in a nearby monster when it dies. The dying monster will try to summon a stronger monster if possible. The summoned monster immediately targets the player that killed the monster that called out to it."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterFirstStrike",
                        "Name": "Pre-emptive Strike",
                        "Hint": "# fire a @ projectile upon seeing a player.",
                        "Description": "When this monster is first able to see the player, a portal will quickly fire the specified projectile at the player. Each monster can only fire the projectile once, even if it is resurrected. The monster will not fire the projectile if it is busy targetting another monster, and will hold onto it until the player becomes its target. This card's tier is dependent on the power of the projectile."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "ExtraMonsters",
                        "Name": "Summoned Monsters",
                        "Hint": "Add extra # to the level.",
                        "Description": "At the start of the level, extra monsters of this type will be added at random locations in the level. The amount of monsters spawned is dependent on how strong the monster is, and how many monsters already exist in the level. This card cannot spawn more than 20 copies of the monster specified, though multiple copies of the same card can."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterEssenceCycle",
                        "Name": "Recycle Essence",
                        "Hint": "# may consume a corpse to gain a random enchantment.",
                        "Description": "Monsters of this type will devour any nearby dead monsters to gain a random card enchantment. The enchantment can be of any enchantment cards, even if they are currently not in play. Devoured corpses are completely removed from the game."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterGrenade",
                        "Name": "Hell Grenades",
                        "Hint": "# gain the ability to throw grenades.",
                        "Description": "Monsters of this type gain the ability to throw a bouncing grenade at their target. The grenades bounce off of floors, walls and ceilings and explode after a short duration. Stronger monsters throw grenades that deal more damage, and bosses throw grenades much more frequently."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterWebAttack",
                        "Name": "Arachnid Mutation",
                        "Hint": "# may throw slowing web balls.",
                        "Description": "Monsters of this type gain the ability to throw sticky web balls. When a web ball explodes, the floor becomes webbed for a few seconds. Players have their speed drastically reduced while walking through the webs. Bosses throw web balls much more frequently."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterSmokeBomb",
                        "Name": "Smoke Bombs",
                        "Hint": "# gain the ability to throw smoke bombs.",
                        "Description": "Monsters of this type gain the ability to throw a bouncing smoke bomb at their target. If the monster is badly wounded, it will drop the bomb at their feet. The bombs bounce off of floors, walls and ceilings and explode into clouds of smoke after a short duration. The smoke from the bombs doesn't harm the players and will disappear after a few seconds. Bosses throw smoke bombs much more frequently."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "VoidWalker",
                        "Name": "Void Walk",
                        "Hint": "# can create portals that teleport monsters and projectiles.",
                        "Description": "The chosen monster gain the ability to create portals that allow for teleportation. A portal will appear near the player and the monster, and both are linked. The monster who created the portal will immediately jump through and hunt the player. Other monsters and projectiles can also use the portals while they remain open, but players cannot."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "GenericSpawnPods",
                        "Name": "Spawn Pods",
                        "Hint": "Add spawn pods that continuously spawn # until killed.",
                        "Description": "Adds several monster spawning pods to the level. These spawn pods spawn whichever monster has been selected by the card. Spawn pods will continuously spawn monsters, and must be killed to stop them. Each spawn pod is limited to 5 spawned monsters on the map, and will only spawn new ones if any of those 5 have died. Spawn pods can be resurrected by certain effects."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterBlastBomb",
                        "Name": "Concussion Grenade",
                        "Hint": "# gain the ability to throw bombs that knock entities away.",
                        "Description": "Monsters of this type gain the ability to throw a bouncing concussion grenade at their target. If the monster is badly wounded, it will drop the bomb at their feet. The bombs bounce off of floors, walls and ceilings. When they explode, all nearby entities are blasted away. This includes items, monsters, players and other shootable objects. Bosses throw concussion grenades much more frequently."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterUnholyWater",
                        "Name": "Unholy Water",
                        "Hint": "# gain the ability to throw vials that can resurrect monsters.",
                        "Description": "Monsters of this type gain the ability to toss vials of unholy water at their target. If the monster is badly wounded, it will drop the vial at their feet. When the vials hit a surface they break, releasing unholy water in a small radius. Unholy water does nothing to players, but resurrects dead monsters that get drenched in it."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterPumpkinBomb",
                        "Name": "Pumpkin Bombs",
                        "Hint": "# gain the ability to throw spooky bombs.",
                        "Description": "Monsters of this type gain the ability to throw Pumpkin Bombs. If the monster is badly wounded, it will drop the bomb at their feet. Pumpkin Bombs fly through the air erratically and bounce off of walls. Upon detonating, they explode in a large radius dealing damage. Any entities caught in the blast will become slightly invisible and have their colours changed. Players hit by the bombs will temporarily frighten other monsters, causing them to turn away for 3 seconds. Bosses throw Pumpkin Bombs more frequently."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterExecutioner",
                        "Name": "Vile Executioner",
                        "Hint": "# can cast a fire spell on wounded players.",
                        "Description": "Monsters of this type gain the ability to cast a spell to engluf players in flames if they are at 25 or less health. The spell is almost identical to Doom's Archvile attack, and can be negated by avoiding the monster's line of sight."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterVileRevenge",
                        "Name": "Vile Vengeance",
                        "Hint": "# casts a fire spell while dying.",
                        "Description": "When this type of monster dies, it will cast a spell that englufs players in flames. The spell is almost identical to Doom's Archvile attack, and can be negated by avoiding line of sight of the deceased monster."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterThrowEggs",
                        "Name": "Mystery Egg Pouch",
                        "Hint": "# gain the ability to throw eggs that contain ???.",
                        "Description": "Monsters of this type gain the ability to toss Mystery Eggs at their target. The eggs may contain an item, a monster, an explosive surprise or nothing at all. Thrown eggs bounce around and deal damage to anything they hit before revealing their contents."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterEnlightenmentVials",
                        "Name": "Enlightenment Powder",
                        "Hint": "# gain the ability to throw vials that give monsters brief immortality.",
                        "Description": "Monsters of this type gain the ability to toss vials of Enlightenment Powder. If the monster is badly wounded, it will drop the vial at their feet. If the vial breaks near a living monster, they will begin to glow for 4 seconds. During this time the monster cannot be killed, but can still be damaged and have its health dropped to 1 point."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterBigStomach",
                        "Name": "Big Stomach",
                        "Hint": "# may swallow other monsters to conceal them.",
                        "Description": "Monsters of this type gain the ability to pull different monsters into their stomach with a stretchy tongue. Monsters that have been eaten are removed from play, until the fed monster is slain. When this happens, all the previously eaten monsters will be spawned back into the level. Returning monsters have their health and stats reverted, as if they were brand new monsters. Monsters with this ability can eat up to 5 monsters, and cannot eat boss monsters."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterHateShield",
                        "Name": "Hate Shield",
                        "Hint": "# cannot be damaged by other entities while infighting.",
                        "Description": "While monsters of this type are targetting another monster, they cannot be damaged by other sources. This includes other monsters, players, card effects or the environment. Monsters affected by this card will also be allowed to infight, even if they usually could not."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "SurpriseMutationMonster",
                        "Name": "Alarming Mutation",
                        "Hint": "# may transform into @ when damaged.",
                        "Description": "At the start of the level, several monsters of this type are secretly chosen to have an alarming mutation. These monsters will instantly transform into a different monster once they have lost over half their health. Even if they are instantly killed, they will still transform. Any enchantments or abilities the old monster had are removed, as the new monster completely replaces it."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterBully",
                        "Name": "Tough Love",
                        "Hint": "# may shove other players and monsters away.",
                        "Description": "Monsters of this type will occasionally shove any monsters or players. The victim will be pushed towards the monster's target, but will not recieve damage."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterBackwards",
                        "Name": "Backwards Compatible",
                        "Hint": "# always attacks and moves backwards.",
                        "Description": "Monsters of this type instead move and attack backwards. This card has no effect on the monster's behavior. The monster will still move and attack as normal, but will appear to be facing the opposite direction."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterRevengeStrike",
                        "Name": "Revenge Strike",
                        "Hint": "# retaliate once with a @ projectile.",
                        "Description": "Monsters of this type will retaliate with the selected projectile. The first time a monster is damaged by a player, it will fire the projectile at the player at high speed. This effect can only trigger once per monster affected by this card."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterPlushPresent",
                        "Name": "Fluffy Gifts",
                        "Hint": "# may sneak a useless item into your inventory.",
                        "Description": "Certain monsters of this type will secretly be carrying a Cacodemon Plush toy. When the monster gets close to a player, it adds the toy to the a random weapon slot in the player's inventory. The plush toy can be selected like ordinary weapons, but does nothing. It solely clogs up your weapon slot. To remove it, simply press the fire button to throw it away."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterBanana",
                        "Name": "Banana",
                        "Hint": "# may eat a banana to regain health.",
                        "Description": "Monsters of this type gain the ability to eat a banana. After a monster has taken heavy damage, it may pull out a banana. After a short time, the banana is eaten. The monster regains a large portion of its health, then throws the banana peel on the ground. Players who step on the peel slip in the direction they were moving. If the monster is killed before the banana is eaten, the banana is destroyed. Monsters will occasionally also slip on banana peels."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterSurgeBombs",
                        "Name": "Surge Bombs",
                        "Hint": "# gain the ability to throw bombs that speed up nearby entities.",
                        "Description": "Monsters of this type gain the ability to throw an electric bomb at their target. The bomb does no damage but instead charges up nearby monsters and players. Monsters caught in the radius will move and attack faster for three seconds, while players have their fire rate increased for one second. Bosses will throw bombs much more frequently."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterClay",
                        "Name": "Modeling Clay",
                        "Hint": "# gains the ability to throw a clay ball that becomes a statue.",
                        "Description": "Monsters of this type may throw a ball of clay at their target. The clay transforms into a statue of the monster that threw it. Monster can only perform this action once. Monster statues are solid objects that can be pushed around and block entities and projectiles. They are sturdy, but can be destroyed with enough damage or if they drop from a tall height. Enchantment cards affecting monsters may also be applied to monster statues."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterTransmogrifier",
                        "Name": "Transmogrifier",
                        "Hint": "# gains the ability to polymorph other monsters.",
                        "Description": "Monsters of this type gain the ability to polymorph other monsters into different monsters. The monster will pull out a wand and cast the spell, which slowly travels to its destination monster. If the target monster is still alive, it will be transformed into a new monster. Bosses cannot be transformed. Transformed monsters also have their health set to full and status reset. The transform spell can only be cast once per monster, unless the caster is a boss monster."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "EscapingMonster",
                        "Name": "Void Escape",
                        "Hint": "# may escape to the next level if in danger.",
                        "Description": "Monsters of this type have a chance to teleport to the next level once they are below half health. Monsters will appear at a random location in the next level and will immediately start chasing players. After entering a new level, they cannot escape a second time. Escaping monsters lose any additional properties, curses or enchantments they obtained on the current level."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterBubble",
                        "Name": "Safety Bubble",
                        "Hint": "# may create bubbles while in danger. They allow monsters to float.",
                        "Description": "When this monster has been damaged, it may spawn a bubble for it and two other nearby allies. Monsters will float away inside the bubbles, enabling them to fly around. The monster cannot control the trajectery of the bubble as it bounces around, but allows them to reach areas they normally couldn't. A bubble can be popped if the monster is hit by a single attack. The attack's damage is also nullified, dealing no damage to the monster. Boss monsters with this effect can give out up to 10 bubbles instead."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "SymbiosisMonster",
                        "Name": "Symbiosis",
                        "Hint": "# may spawn a miniature @ after dying.",
                        "Description": "Occasionally when a monster of this type dies, after a few seconds a miniature version of the second monster type is spawned. The miniature monster has half health and deals slightly less damage than normal, but inherit any enchantment effects the monster it spawned from had. If something is blocking the spawning monster, including players, the spawn will fail and no monster will be spawned."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterReactiveEnchantment",
                        "Name": "Reactive Genes",
                        "Hint": "All # will gain a specific enchantment to counter players.",
                        "Description": "When monsters of this type in the level are reduced to half, the rest gain a specific enchantment. The enchantment chosen changes depending on how the majority of the monsters slain were killed. Players will be alerted when this happens. The possible enchantments are mostly defensive, and the enchantment is chosen based on various factors including distance from the player and types of damage taken."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "DeathEchoMonster",
                        "Name": "Death Echo",
                        "Hint": "# spawn two copies on death. The copies immediately take fatal damage.",
                        "Description": "When the chosen monster dies, two monsters of the same type are spawned where the monster dies. After a very short time the new monsters take damage equal to their health, killing the monster. The damage dealt to the new monsters can be prevented by other card effects. This card can only trigger 50 times per map."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterShield",
                        "Name": "Shield Enchantment",
                        "Hint": "# have a regenerating shield.",
                        "Description": "Monsters of this type will have a regenerating shield. The shield blocks a single instance of damage completely, then is temporarily destroyed. If a monster takes no damage for five seconds, the shield will regenerate. Since the shield can absorb an infinite amount of damage, it is best to use rapid fire weapons to pop the shield instead of using strong slow weapons. The shields ignore monster damage completely, meaning monsters can damage monsters through them. However, the shield cannot be popped by monster damage either."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "AggressiveMonster",
                        "Name": "Aggression Enchantment",
                        "Hint": "# attack more aggressively.",
                        "Description": "Monsters of this type will be more aggressive. Aggressive monsters will continuously attack their target if they're in their line of sight, making them much more dangerous. This card has the same effect as Fast Monsters (without the extra speed), thus will not be offered if playing on Nightmare difficulty or with Fast Monsters enabled."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterInvisibility",
                        "Name": "Invisibility Enchantment",
                        "Hint": "# are partially invisible.",
                        "Description": "Monsters of this type will be partially invisible. Partially Invisible monsters share the same invisibility as Spectres, making them very difficult to see in dark areas."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "UnflinchingMonster",
                        "Name": "Unflinching Enchantment",
                        "Hint": "# no longer flinch.",
                        "Description": "Monsters of this type will no longer flinch. A monster with this enchantment will never flinch in pain, making it impossible to interrupt their movement and attacks."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "SilentMonster",
                        "Name": "Silence Enchantment",
                        "Hint": "# hunt the player in silence.",
                        "Description": "Monsters of this type will no longer make certain sounds. Monsters will not make a noise upon seeing the player, hunting the player or attacking. If a monster teleports, their teleport sound will also be muted. Indirect sounds, such as projectiles being thrown, can still be heard."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterFlight",
                        "Name": "Flight Enchantment",
                        "Hint": "# are able to fly.",
                        "Description": "Monsters of this type can fly. Flying monsters can adjust their vertical position at will, and will often be able to reach players from places they usually wouldn't be able to."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "NinjaMonster",
                        "Name": "Evasion Enchantment",
                        "Hint": "# will try to dodge your attacks.",
                        "Description": "Monsters of this type will dodge to the left or right. If a monster's target is looking at them directly, they may execute a dodge maneuver. They will also try to dodge after taking damage. Monsters do not negate damage this way, and cannot dodge more than every second. Dodging monsters can move through objects, including other monsters and the player."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterSpeed",
                        "Name": "Swiftness Enchantment",
                        "Hint": "# have increased movement speed.",
                        "Description": "Monsters of this type will move faster. Monsters affected by this enchantment will walk or fly almost twice as fast. This enchantment stacks with monsters that move faster when Fast Monsters is applied to them."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterReverseGravity",
                        "Name": "Gravity Enchantment",
                        "Hint": "# can invert its gravity.",
                        "Description": "Monsters of this type can invert their gravity at will, allowing them to walk on ceilings. Monsters will flip their gravity randomly while this enchantment is active, making them very unpredictable. This enchantment also allows monsters to walk off of edges, even when their gravity is normal."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "WoundedMonsterPower",
                        "Name": "Blood Fury Enchantment",
                        "Hint": "# deal extra damage if wounded.",
                        "Description": "Monsters of this type will deal more damage while wounded. The damage dealt is increased slightly with each missing quarter of the monster's base health, up to a maximum of double damage. The more damage the monster is capable of, the more red sparks appear around the monster."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterGhost",
                        "Name": "Haunting Enchantment",
                        "Hint": "# haunt players briefly after death.",
                        "Description": "Monsters of this type will sometimes become a ghost after dying. Ghost monsters retain all the abilities of the monster that died and immediately start chasing the player. Ghosts move slower and have half the health of the original monster, but can walk through walls and objects to reach their target. Ghosts will eventually fade out of existence. Running away from them can be a viable strategy to conserve ammo."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterCannibal",
                        "Name": "Cannibalism Enchantment",
                        "Hint": "# consume corpses to gain extra health.",
                        "Description": "Monsters of this type will devour any nearby dead monsters and gain extra health. The amount of health a monster gains is 75% of the consumed monster's original health, making it possible for monsters with small amounts of health to become much stronger. After consuming a corpse, the monster must wait a brief time before consuming another and cannot consume more than 4 corpses in total. Devoured corpses are completely removed from the game."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterStoneDeath",
                        "Name": "Petrification Enchantment",
                        "Hint": "# turn to stone on death.",
                        "Description": "Monsters of this type will turn to stone on death. When a monster turns to stone, it doesn't leave a corpse or drop any items it usually would. Cards that trigger when a monster dies will still affect this monster. Stone monsters will block other objects and projectiles, and will be destroyed after taking enough damage. They can be pushed around by bumping into them, and break if they fall too far. Enchantment cards affecting the monster may also be applied to the monster statue."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterTeleporter",
                        "Name": "Eject Enchantment",
                        "Hint": "# may teleport away if in danger.",
                        "Description": "Monsters of this type have a chance to teleport to a new random location in the level once they are below half health. After teleporting, the monster will immediately chase a random player if it was not already. If the monster is damaged again after it has already teleported, it will be able to teleport again. Monsters can only teleport once every 40 seconds."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterBorrowedTime",
                        "Name": "Borrowed Time Enchantment",
                        "Hint": "# receive damage one second later.",
                        "Description": "Any damage dealt to this type of monster will be delayed. When something would usually deal damage to the monster, a second will pass before the monster actually receive the damage. This grants them a brief period of \"invulnerability\". Most damage will be delayed, however some special weapons and damage sources such as telefragging may ignore this enchantment."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterFeatherweight",
                        "Name": "Feather Enchantment",
                        "Hint": "# fly back further when damaged.",
                        "Description": "Monsters with this enchantment are weightless, and are sent flying when even the smallest of damage is dealt to them. Monsters may also temporarily pass through other entities when pushed into other monsters, players or objects."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterPursuit",
                        "Name": "Pursuit Enchantment",
                        "Hint": "# may teleport to pursue players.",
                        "Description": "Monsters of this type will gain the ability to reposition themselves near players. Monsters will only teleport if their target is out of range and only if they have seen the player at least once. This enchantment can only trigger every few seconds per player."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterShockwaves",
                        "Name": "Shockwave Enchantment",
                        "Hint": "# shoves nearby entities away on death.",
                        "Description": "Monsters of this type will create a large shock wave when it dies. Shockwaves push nearby monsters, items, players and other shootable objects away from the dying monster. Shock waves cover a large radius, and even travel through walls."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterIcyTread",
                        "Name": "Slide Enchantment",
                        "Hint": "# slide around while moving.",
                        "Description": "Monsters of this type will slide around while moving. The monster will move around uncontrollably as if it were skidding on ice. This will allow the monster to fall off of ledges and dodge unpredictably."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterAdrenaline",
                        "Name": "Adrenaline Enchantment",
                        "Hint": "# moves and attacks faster at low health.",
                        "Description": "Monsters of this type will move, act and attack much faster at lower health. A sound will play once the monster has activated their adrenaline. When the monster is critically wounded, the adrenaline gets even more potent, allowing the monster to move and attack even faster."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterThinner",
                        "Name": "Slimming Enchantment",
                        "Hint": "# become thinner.",
                        "Description": "Monsters of this type will become slim. Slimmed monsters have their hitbox radius reduced, making them harder to hit. This may also allow them to move to places they usually wouldn't be able to."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterIllusionist",
                        "Name": "Illusionist Enchantment",
                        "Hint": "# may throw out 3 harmless illusions.",
                        "Description": "Monsters of this type have a chance to burst into 3 illusions upon reaching half health. The monster and its illusions will be thrust in different directions, making it not immediately apparent which one is the real monster. Illusions appear and act identical to regular monsters (and are even effected by other cards), but deal no damage to players. They are removed upon taking any player damage, do not trigger any death effects or leave a corpse. Though they cannot deal direct damage to players, they can still cause trouble in other ways... especially if they summon or resurrect enemies!"
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterFireCracker",
                        "Name": "Firecracker Enchantment",
                        "Hint": "# explode several times shortly after dying.",
                        "Description": "When a monster of this type is slain, a fuse will light and begin burning down. Once the fuse runs out, the monster's corpse will explode several times, dealing damage to both monsters and players. If a monster with this enchantment dies to an explosion caused by a another Firecracker Enchantment, their fuse will not be lit and instead immediately start exploding. The amount of explosions is determined by the monster's maximum health."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterRampart",
                        "Name": "Rampart Enchantment",
                        "Hint": "# takes less damage at long range.",
                        "Description": "Monsters of this type take less damage at long range. If the damage dealer is far enough to trigger the enchantment, a shield effect will appear on the monster, showing that it had the damage reduced."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterNightPhase",
                        "Name": "Nightphase Enchantment",
                        "Hint": "# are invisible but leave a shadowy trail.",
                        "Description": "Monsters of this type are rendered completely invisible, but leave a shadowy trail behind them. The trail will mimic the monster's actions with a second delay, making it harder to pinpoint the monster's exact location."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterLastBreath",
                        "Name": "Last Breath Enchantment",
                        "Hint": "# have a chance to prevent lethal damage once.",
                        "Description": "When a monster of this type would take lethal damage, it has a 1 in 3 chance to ignore the damage completely. If the enchantment triggers, it can no longer trigger again unless the monster is resurrected after it dies."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterBerserker",
                        "Name": "Berserker Enchantment",
                        "Hint": "# deals double damage at close range.",
                        "Description": "Monsters of this type deal double damage at close range. Any attack type will deal twice as much damage. Sparks will appear above the monster when their current target is in range of the enchantment effect."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterFrenzy",
                        "Name": "Frenzy Enchantment",
                        "Hint": "# will move and attack faster briefly after seeing its target.",
                        "Description": "When a monster first lays eyes upon its target, it will have its animation speed doubled for very short time. The monster will move and attack much faster during this time, and may be able to attack multiple times. If the monster changes its target via infighting, or is killed and resurrected, it can trigger this enchantment again."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterFastProjectiles",
                        "Name": "Launch Augment",
                        "Hint": "# projectiles travel twice as fast.",
                        "Description": "Causes a monster's projectiles to travel twice as fast. Seeker projectiles are not affected by this card."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterArmorPiercingProjectiles",
                        "Name": "Piercing Augment",
                        "Hint": "# projectiles ignore armor.",
                        "Description": "Causes a monster's projectiles to pierce armor. Armor piercing projectiles ignore player's armor entirely, dealing full damage as if weren't there. The armor itself is not damaged by these projectiles."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterInvisibleProjectiles",
                        "Name": "Shrouded Augment",
                        "Hint": "# projectiles are partially invisible.",
                        "Description": "Causes a monster's projectiles to be partially invisible. Only the core projectile is invisible. Any additional effects spawned by this projectile will not be partially invisible."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterInvertKnockback",
                        "Name": "Vacuum Augment",
                        "Hint": "#'s damage knockback is reversed.",
                        "Description": "Monsters of this type have their knockback physics reversed. If an entity is damaged by this monster, it will be pushed towards the monster instead of away from it. The inverted damage knockback is also increased slightly."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterBounceProjectiles",
                        "Name": "Rubber Augment",
                        "Hint": "# projectiles bounce off of walls.",
                        "Description": "Causes a monster's projectiles to bounce off of walls. Projectiles will bounce off a wall a single time, and will not bounce off of ceilings and floors. If a projectile already had bouncing properties, the amount of bounces is increased by one."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterTripleProjectiles",
                        "Name": "Triple Augment",
                        "Hint": "# fire a spread of 3 projectiles.",
                        "Description": "Causes a monster to fire two extra copies of its projectile at different angles. The projectiles are fired at 35 degrees to the left and right of the monster. Certain special attacks may not be affected by this card."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterSeekers",
                        "Name": "Seeker Augment",
                        "Hint": "# projectiles are seekers.",
                        "Description": "Gives a monster's projectiles the ability to home in on targets. Much like Revenant missiles, their homing ability is fairly limited and they can be guided into walls by a skillful player. If the projectile fired was already a seeker, the homing ability is amplified instead."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterWeavingProjectiles",
                        "Name": "Weave Augment",
                        "Hint": "# projectiles weave back and forth.",
                        "Description": "Causes a monster's projectiles to weave back and forth while traveling. Projectiles fired by this monster will start to weave back and forth in large arcs, making them difficult to predict and dodge. Projectiles will not start weaving until there is enough space to do so, however."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterKnockback",
                        "Name": "Heavy Augment",
                        "Hint": "# projectiles have massive knockback.",
                        "Description": "Makes a monster's projectile have massive amounts of knockback. Players, monsters or anything shootable is affected by the knockback."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterVolley",
                        "Name": "Repeat Augment",
                        "Hint": "# throws a chain of 3 projectiles.",
                        "Description": "Causes a monster to fire three projectiles in a quick succession. If a monster fires multiple projectiles at the exact same time, only one of those projectiles will be fired this way."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterHitscan",
                        "Name": "Bullet Augment",
                        "Hint": "# fire bullets instead.",
                        "Description": "Replaces a monster's projectile's with bullets. The power of these hitscan attacks scale with the monster's base health. The stronger the monster, the more bullets are fired. Certain special attacks may not be changed into bullets."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterRailgun",
                        "Name": "Railgun Augment",
                        "Hint": "# fire a Railgun instead.",
                        "Description": "Replaces a monster's projectiles with a Railgun attack. The power of the monster's Railgun scale with the monster's base health. The stronger the monster, the more damage the Railgun does. Certain special attacks may not be changed into Railgun attacks."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterExplodingProjectiles",
                        "Name": "Explosives Augment",
                        "Hint": "# projectiles explode on impact.",
                        "Description": "Causes a monster's projectiles to explode on impact. All projectiles fired by this monster cause an explosion that deals damage to anything nearby. The monster itself and monsters of the same type are not damaged by these explosions. The damage and radius of the explosion is dependent on the projectile's base damage."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterWideShot",
                        "Name": "Wide Augment",
                        "Hint": "# fire 3 projectiles in a line.",
                        "Description": "Causes a monster to fire two extra copies of its projectile at the left and right sides of the original. The projectiles are fired at the same angle and speed, and are close enough to each other to make dodging in between impossible. Certain special attacks may not be affected by this card."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "Monster3rdStrike",
                        "Name": "Third Strike Augment",
                        "Hint": "Every third # projectile is extremely fast.",
                        "Description": "On every third attack, this monster type will fire its projectile(s) at quadruple speed. An effect trail will appear behind the projectile to show its velocity has been increased."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "EnchantedShotsMonster",
                        "Name": "Enchanting Augment",
                        "Hint": "# give a random enchantment to any monsters they damage.",
                        "Description": "When monsters of this type would deal damage to another monster by via an attack or card effect, they instead give the monster an enchantment. Each individual monster affected by this card can only give out one enchantment type. Any damage dealt is also negated, unless they are currently targetting the monster that was hit."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterHotShot",
                        "Name": "Trickshot Augment",
                        "Hint": "# may adjust their aim for moving targets.",
                        "Description": "Monsters of this type will occasionally adjust their aim to try and hit moving targets better. Every few projectiles this monster fires will be aimed towards where their target is moving to try and intercept them. If the target is too close to the monster, it will be fired as normal."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterLaggyProjectiles",
                        "Name": "Zandronum Augment",
                        "Hint": "# projectiles may freeze mid-air.",
                        "Description": "This monster's projectiles will randomly stop and stutter in mid air. The affected projectiles can still interact and damage objects while stuck in the air, and will resume travel after a short time."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterChaosProjectiles",
                        "Name": "Chaos Augment",
                        "Hint": "# fires random monster projectiles instead.",
                        "Description": "When a monster of this type would fire its projectile, it will be replaced with a different random projectile. A different projectile is chosen each time."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterPhaseProjectiles",
                        "Name": "Phase Augment",
                        "Hint": "# projectiles may phase through walls and entities.",
                        "Description": "Causes a monsters projectiles to occasionally phase through walls and entities. When a projectile is thrown by the monster it has a chance to become a phasing projectile. A phasing projectile will not collide with anything until it is close to the monster's target. Phasing projectiles can be identified by their purple trail."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterBFG",
                        "Name": "BFG Augment",
                        "Hint": "# fires a BFG9000 instead.",
                        "Description": "Replaces a monster's projectiles with a BFG9000 projectile. After a short charge time the BFG ball is fired, devastating anything foolish enough to stand in the way. The BFG behaves exactly the same as Doom's BFG, firing damaging tracers from the monster's origin once the BFG ball explodes."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "ProjectileReplacer",
                        "Name": "Weapon Augment",
                        "Hint": "# fires @ projectiles instead.",
                        "Description": "Replaces a monster's projectile attack with another. Whenever a monster would fire a projectile, it will fire the new one specified by the card instead. Even if the monster originally fired 3 different projectiles, they will all be replaced with the new one. Certain special attacks may not be replaced."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "MonsterNewProjectile",
                        "Name": "Upgrade Augment",
                        "Hint": "Each # fire a different monster's projectiles.",
                        "Description": "Every monster of this type will attack with a stronger monster's projectiles. Whenever a monster would fire a projectile, it will fire a different monster's projectile. Even if the monster originally fired 3 different projectiles, they will all be replaced with the new one. If there are multiple monster types to choose from that have stronger attacks, each monster will be assigned a different one at the start of the level. Certain special attacks may not be replaced."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "Sharknado",
                        "Name": "Global Swarming",
                        "Hint": "A shark infested tornado may tear through the level.",
                        "Description": "At a random point in time, a tornado will slowly begin tearing through the level. The tornado will slowly travel towards a player's location, picking up and hurling any entities caught inside its large radius. After a while the tornado will continue to pass through the level in a straight path until it disappears. Though the tornado appears randomly, players are notified when it starts. Depending on the level, it may even be possible to see it approaching. The tornado also has sharks inside of it."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "TheDunkening",
                        "Name": "The Dunkening",
                        "Hint": "All monsters can leap at their prey.",
                        "Description": "All monsters receive a more potent version of the Leap Enchantment, which allows them to trigger their leap ability more often. Monsters will occasionally try to leap at their current target if it is far away from them, allowing them to reach places they normally wouldn't be able to and catch players off guard. Monsters will only use this ability if they are on the floor and can currently see their target. If the monster can fly, it may dash towards the player while in the air."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "DuplicateCard",
                        "Name": "The Duplicard",
                        "Hint": "Add 4 more copies of # to the game.",
                        "Description": "When offered to the player, this card choses one of the active permanent cards to duplicate. If it is chosen, it creates four more copies of the card and adds them to the active collection of cards permanently. Only cards with effects that are able to be stacked can be selected for this card's effect."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "SantaBoss",
                        "Name": "Season's Greetings",
                        "Hint": "You will encounter Santa and his unusual reindeer.",
                        "Description": "At the start of the level, Santa will appear somewhere. He rides in on his bright red sleigh, which is pulled by 8 monsters of the same type. The type of monster is a monster that exists in the current level. While flying through the air, the monsters can attack players. Once all of them are dead, the sleigh explodes and Santa falls to the ground where he will try to defend himself with a shotgun."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "AllMutations",
                        "Name": "Dr. Imp's Revenge",
                        "Hint": "All monsters have a chance of transforming into another.",
                        "Description": "Every monster in the level will have a chance to transform into another monster type after taking damage. Monsters will instantly transform into a different monster once they have lost over half their health. Even if they are instantly killed, they will still transform. Any enchantments or abilities the old monster had are removed, as the new monster completely replaces it. Monsters that have transformed via this card cannot transform again."
                    },
                    "Preference": "enable"
                },
                {
                    "Card": {
                        "iD": "BaphometsChosen",
                        "Name": "Hand of Baphomet",
                        "Hint": "Replace the Icon of Sin with a new boss.",
                        "Description": "Replaces the Icon of Sin (or Spider Mastermind) with a new boss, ROM3R-0.666. ROM3R-0 will chase players and attempt to gun them down with his 4 minigun cannons. If his target is out of range, he will leap towards them and slam into the ground causing damage in a large area. If he still cannot locate the target, he will teleport near them and resume the hunt. Once ROM3R-0 is almost defeated, he will start summoning random monsters nearby and gain a regenerating shield."
                    },
                    "Preference": "enable"
                }
            ]
        },
        {
            "Preference": "disable",
            "Cards": [
                {
                    "Card": {
                        "iD": "BonusHealthDrain",
                        "Name": "Leaking Soul",
                        "Hint": "Your bonus health drains over time.",
                        "Description": "Players slowly lose any bonus health they've gained. If a player has any extra health beyond their starting health, they will lose a point of it every second."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "AnnoyingDevil",
                        "Name": "Annoying Devil",
                        "Hint": "A devil will follow players and cause mischief.",
                        "Description": "At the start of the level a purple devil will begin following players. The devil will always stay close to the player until it decides to interact with something. The devil can push enemies around, teleport items away, detonate explosive objects and other mischevious things. The devil cannot be interacted with or killed, and will stay with the player until the end of the level. The more enemies that are killed in the level, the more active the devil will be."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "UnfinishedBusiness",
                        "Name": "Unfinished Business",
                        "Hint": "Monsters you left alive in previous levels will return.",
                        "Description": "Any monsters left alive in any previous levels will spawn in the current level. After 10 seconds the monsters will begin spawning in at random locations. This card will only appear if at least 10 monsters have been left alive over the course of the entire game. A maximum of 100 monsters can follow you from the previous level, and can include boss monsters."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "MonsterHunt",
                        "Name": "Marked for death",
                        "Hint": "Monsters begin hunting players from the start.",
                        "Description": "All monsters will wake up at the start of the level and begin hunting players. Monsters can still infight and change targets, but will not forget about the player until they have been slain."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "SludgeRain",
                        "Name": "Sludge Rain",
                        "Hint": "Sludge rain will fall outside, slowing your movement.",
                        "Description": "Every few minutes, sludge rain will fall from the sky, slowing the movement of any players under it. Rain can only fall in areas where the sky is exposed. If other rain cards are also in effect, the different rain types will fall in sequence instead of at the same time."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "ChickenHazard",
                        "Name": "Poultry Hazard",
                        "Hint": "Chickens will appear. Avoid killing them at all costs.",
                        "Description": "At the start of the level, lots of harmless chickens will spawn at random locations. The chickens are harmless and are not counted as monsters, and are unaffected by cards. They can only be harmed by players. They ignore any other source of damage. Killing 12 or more chickens will cause them to attack players relentlessly. They will teleport in endlessly, making hiding impossible. Should the player survive for 30 seconds, they will cease their attack."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "ShadowChase",
                        "Name": "Shadows Manifest",
                        "Hint": "A damaging shadow will spawn and trail behind players.",
                        "Description": "After a certain number of monsters are slain, a shadow player figure will spawn. After a few seconds the shadow will begin mimicing the player's movements. If a player gets too close to a shadow, they will take damage. The shadow cannot be killed and is only dispelled once the level is over. If this card is chosen as a permanent card, extra shadow figures will appear every few levels."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "BladeTraps",
                        "Name": "Blade Traps",
                        "Hint": "Spawn several spinning blade traps in the level.",
                        "Description": "At the start of the level several spinning blade traps are spawned. These bladed columns move back and forth in a line, damaging both players and monsters who get too close to them. Nothing can destroy the traps, they must simply be avoided."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "TeleportShock",
                        "Name": "Teleport Shock",
                        "Hint": "When something teleports, a shockwave shoves entities away .",
                        "Description": "Whenever a teleporter is used or a card effect causes an entity to teleport, a shockwave is created at the destination. Shockwaves push nearby monsters, items, players and other shootable objects away from the entity. Shock waves cover a large radius, and even travel through walls."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "DisableInfight",
                        "Name": "Co-operative Evil",
                        "Hint": "Monsters no longer infight.",
                        "Description": "Monsters will no longer infight, outside of special conditions. If one monster damages another, they will take the damage and continue chasing the player if they are aware of them."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "MonsterBreach",
                        "Name": "Breach!",
                        "Hint": "Monsters gain a speed boost when they open doors.",
                        "Description": "When a monster would open a door, it is instead opened at full speed and all nearby monsters gain a speed boost. The speed boost lasts 15 seconds but does not stack with other cards that increase monster speed."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "HotStart",
                        "Name": "Hotter Start",
                        "Hint": "At the start of the level, 20 monsters are teleported near players.",
                        "Description": "At the start of the level, 20 random monsters in the level are teleported from their original position in the level, to a random location near players. Monsters can be of any type, and immediately face the player upon being moved."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "AdaptableFoe",
                        "Name": "Adaptable Foe",
                        "Hint": "Bosses gain up to 3 random enchantments while in combat.",
                        "Description": "All bosses in the level will gain a random enchantment upon reaching certain health intervals. One enchantment will be given at 85%, one at 60% and one final enchantment at 35% health. Enchantments can be any from any enchantment card, even if no enchantment cards are in play."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "WereWolfMonster",
                        "Name": "The Howling",
                        "Hint": "Monsters may transform into a Werewolf when damaged.",
                        "Description": "At the start of the level, several monsters a marked as a werewolf. At low health, they will transform into wolf form. Any card enchantments are transferred to the wolf form. While transformed, werewolves hunt players at high speed and ignore other monsters. Werewolves have a fast melee attack that can kill players quickly. If their target is on a high ledge, they may leap into the air to try to reach the player. When killed, the werewolf transforms back into its previous form and dies."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "ChainResurrections",
                        "Name": "Chain Resurrections",
                        "Hint": "When a monster resurrects, another nearby is also resurrected.",
                        "Description": "Whenever a monster would be resurrected by a monster or card effect, a nearby dead monster will also be resurrected. When this happens, a green chain effect will reveal the second resurrection."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "NightTotem",
                        "Name": "Night Totem",
                        "Hint": "Spawn a totem that makes monsters invisible.",
                        "Description": "The Night Totem makes any monsters in its radius completely invisible. They will be made visible again if they die or leave the radius of the totem."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "VileTotem",
                        "Name": "Vile Totem",
                        "Hint": "Spawn a totem that resurrects nearby monsters.",
                        "Description": "The Vile Totem resurrects a single monster in its radius every couple of seconds. If the totem carrier is killed and resurrected, the totem will not be picked up again."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "InvisTotems",
                        "Name": "Concealed Totems",
                        "Hint": "Totems are invisible until dropped.",
                        "Description": "All totems are completely invisible. Totems will also no longer show their radius of effect or play sounds. If the monster carrying the totem dies and the totem is dropped, it becomes visible again."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "LethalityCurseMonster",
                        "Name": "Lethality Curse",
                        "Hint": "One monster is cursed. Killing it drastically lowers your health.",
                        "Description": "When the chosen monster dies, all players will have their current health reduced to a tenth. Players are also given a brief moment of invincibility when this happens. Smart players will leave extra health items lying around before killing this monster."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "ResurrectionCurseMonster",
                        "Name": "Resurrection Curse",
                        "Hint": "One monster is cursed. Killing it resurrects nearby monsters.",
                        "Description": "When the chosen monster dies, it will resurrect nearby dead monsters in a large area around it. There is no limit on how many monsters can be resurrected this way, and it can even affect dead monsters behind walls."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "MirrorCurseMonster",
                        "Name": "Mirror Curse",
                        "Hint": "One monster is cursed. Killing it mirrors your world.",
                        "Description": "When the chosen monster dies, it will cause the entire level to become mirrored to players. However, it is only an illusion. Dying or reaching the end of the level will break the curse. If a second monster has the Mirror Curse and dies, it will mirror the world back to normal."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "InvisCurseMonster",
                        "Name": "Invisibility Curse",
                        "Hint": "One monster is cursed. It is completely invisible.",
                        "Description": "The Invisibility Curse makes the chosen monster completely invisible. The monster will still make sounds, bleed and make itself known with attacks. Even death does not free it from the curse. If resurrected by another monster, it will become invisible again."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "MiasmaCurseMonster",
                        "Name": "Miasma Curse",
                        "Hint": "One monster is cursed. Killing it makes nearby floors toxic.",
                        "Description": "When the chosen monster dies, a wide area around the monster will be flooded with a damaging purple miasma. The miasma behaves similar to damaging floors, and the damage can be mitigated by certain powerups."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "SeedCurse",
                        "Name": "Vegetation Curse",
                        "Hint": "One monster is secretly cursed. Killing it spawns vegetation.",
                        "Description": "When the chosen monster dies, vegetation begins to grow around the dead monster and the player that killed it. These plants cannot be interacted with and simply block the player's sight, making it more difficult to see monsters and projectiles."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "SpiderCurseMonster",
                        "Name": "Curse Of Decay",
                        "Hint": "One monster is cursed. When it dies, exploding critters infest nearby corpses.",
                        "Description": "When the cursed monster dies, all nearby corpses in a large radius are infested with exploding critters. Upon approaching an infested corpse, the critters will leap out and attack. Exploding critters scurry around searching for players. They attack by leaping at their prey and exploding. Critters can be killed and are classed as monsters, but do not effect the kill count. Stronger monsters have even more critters hididng inside them."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "IncinerateCurseMonster",
                        "Name": "Incineration Curse",
                        "Hint": "One monster is cursed. Killing it burns nearby items.",
                        "Description": "When the cursed monster dies, items in a large radius around the monster are immediately burned to a crisp, removing them from play."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "AchillesCurseMonster",
                        "Name": "Curse of Achilles",
                        "Hint": "One monster is cursed. It can only be damaged at very close range.",
                        "Description": "A large shield will appear around the chosen monster, protecting it. Any damage it recieves will be negated, unless the source of the damage is in very short range of the monster. Players will have to get up close to deal damage to it. Other monsters will also do no damage to the cursed monster unless they are at close range. Crushers and other hazards that may damage the cursed monster will still deal damage to it."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "MonsterThief",
                        "Name": "Kleptomania",
                        "Hint": "# will steal items off the ground.",
                        "Description": "Monsters of this type will steal items off the ground. Stolen items will be carried by the monster until they are slain. Often seen as a blessing when monsters \"deliver\" items to you, can be a curse if a monster steals an important item behind an impassible barrier. At the start of the level, monsters preemptively steal items much further away from them, claiming items from secrets and other areas they would not normally reach. Items such as keys cannot be stolen."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "MonsterSentry",
                        "Name": "Casali's Watchers",
                        "Hint": "# may become an immobile, self-resurrecting sentry.",
                        "Description": "Monsters of this type have a chance to be a sentry. Four skulls will appear around the monster to signify they have become a sentry. Sentries will resurrect themselves almost immediately after dying, becoming an immortal threat. However, they cannot move from their position at all. Sentries do not block players or other monsters, and do not count towards the total kills after being resurrected. They will however trigger any other resurrection and death effects."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "MonsterForbiddenGaze",
                        "Name": "Forbidden Gaze",
                        "Hint": "Looking at # for too long burns the player.",
                        "Description": "Monsters of this type become forbbiden to look at by players. If a player stares at a forbidden monster for more than a second or so, they will ignite and begin to take damage. The damage dealt increases the longer the player stares at the monster. Simply looking away ends the effect and resets the damage. Looking at a different monster of the same type will continue to burn the player however."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "VesselMonster",
                        "Name": "Living Vessel",
                        "Hint": "# spawns 3 @ when killed.",
                        "Description": "When this monster dies, 3 of the specified monster will spawn where it died. The monsters spawned are thrown in 3 directions and if killed by the player, immediately face them. Should the spawned monster also happen to have a card with this effect, they cannot then spawn monsters this way after dying. This card can only trigger 50 times per map."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "MonsterNoxiousBomb",
                        "Name": "Noxious Vials",
                        "Hint": "# gain the ability to throw poison gas vials.",
                        "Description": "Monsters of this type gain the ability to toss vials of deadly poison at their target. If the monster is badly wounded, it will drop the vial at their feet. The vials expell a deadly gas upon hitting a surface, which lingers for a few seconds before disappearing. Players will take damage over time if they remain in the gas. Powerups that usually protect from nukage will not protect players from this type of gas. Bosses throw vials much more frequently."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "MonsterMaxDamage",
                        "Name": "Barbarity",
                        "Hint": "# always deal the highest damage they've ever dealt.",
                        "Description": "When this monster deals damage, it will always deal the highest amount its type has ever dealt (to a monster or player) in this level. If the monster has multiple attack types, it will still deal the highest damage possible. The highest damage recorded for each monster is reset after each level."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "ReflectiveMonster",
                        "Name": "Reflect Enchantment",
                        "Hint": "# reflect projectiles back at you.",
                        "Description": "Monsters of this type will reflect projectiles. Reflected projectiles will be thrown back at the target at half of the original projectile's speed and damage, making strong projectile weapons dangerous against these monsters. However, monsters will still take full damage from the projectile even if they are reflected. Projectiles from other monsters will also be reflected back, making them much better at infighting."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "MonsterAcidBlood",
                        "Name": "Acid Blood Enchantment",
                        "Hint": "# bleeds lethal acid.",
                        "Description": "Monsters of this type will spew acid blood upon taking damage. The amount and speed of the acid is dependent on the amount of damage the monster receives in a single attack. Every instance of damage causes an acid spray, making shotguns very dangerous to use against these monsters. Monsters are completely immune to this acid."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "MonsterLeaping",
                        "Name": "Leap Enchantment",
                        "Hint": "# can leap at their prey.",
                        "Description": "Monsters of this type gain the ability to leap at their target. Monsters will occasionally try to leap at their current target if it is far away from them, allowing them to reach places they normally wouldn't be able to and catch players off guard. Monsters will only use this ability if they are on the floor and can currently see their target. If the monster can fly, it may dash towards the player while in the air."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "MonsterHighVoltage",
                        "Name": "High Voltage Enchantment",
                        "Hint": "# will electrocute nearby players.",
                        "Description": "Monsters of this type will shock nearby players with a stream of electricity. If a player gets too close to a monster with this enchantment, they will start losing health rapidly. Players must get out of range or kill the monster to avoid being shocked. The electricity damage does not stack with other nearby monsters with this enchantment. Larger monsters can shock players further away from their center."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "MonsterInfestation",
                        "Name": "Infestation Enchantment",
                        "Hint": "Exploding critters may hide inside # corpses.",
                        "Description": "Monsters of this type have a chance to be infested with exploding critters. Upon approaching an infested corpse, the critters will leap out and attack. Exploding critters scurry around searching for players. They attack by leaping at their prey and exploding. critters can be killed and are classed as monsters, but do not effect the kill count. Stronger monsters have even more critters hididng inside them."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "MonsterBombardment",
                        "Name": "Bombardment Augment",
                        "Hint": "# continuously throw projectiles.",
                        "Description": "Every monster of this type will continuously throw its projectile at the player. After the monster has seen the player once, it will keep throwing projectiles at a steady rate, even if it can no longer see its target. If a player is not the monster's current target, they will cease the bombardment. This augment stacks with other augments, allowing new attacks to be used as a bombardment."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "MonsterShockProjectiles",
                        "Name": "Electric Augment",
                        "Hint": "# projectiles electrocute nearby players.",
                        "Description": "Monsters of this type throw projectiles that are electrified. If a player gets too close to an electrified projectile, they will start losing health rapidly. Players must get out of range of the projectile to avoid being shocked. The electricity damage does not stack with other electrified projectiles."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "HuntedAgain",
                        "Name": "New Hunting Grounds",
                        "Hint": "Remove most monsters, but replace some with Archviles.",
                        "Description": "Most of the monsters in the level are removed, but some are replaced by Archviles. Roughly 1 in 8 monsters will be replaced with an Archvile, or whatever monster replaces them in the current mods. If chosen as a permanent card, the event has a small chance to trigger at the start of each level."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "BodySwapCurse",
                        "Name": "Curse of Dormin",
                        "Hint": "One monster is cursed. Killing it transforms you into the monster.",
                        "Description": "When the chosen monster dies, it sends out a dark wave of energy at the player. Then, after a few seconds, the player will transform into a copy of the monster that died. While in monster form, you cannot use your weapons and can only attack the same way as the monster. You can use Altfire to attack without using auto-aim. After killing a certain amount of monsters, or if you find the level exit, you will revert back into your normal form."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "TheAncientOne",
                        "Name": "Oath to the Old God",
                        "Hint": "5 monsters become disciples. If they all die, the Ancient One is summoned.",
                        "Description": "At the start of the level, five random monsters are chosen to become disciples of the Ancient One. They are identified by an eye that hovers above them, and can no longer be damaged by other monsters. Once all five have been killed, the Ancient One spawns in the level. The Ancient One chases players around the level, and will throw massive energy projectiles at them. It has more health than two Cyberdemons combined, so try to avoid fighting it. If you do manage to destroy the Ancient One, and this card is permanent, it will return with twice as much health as last time."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "DemandSupply",
                        "Name": "Demand / Supply",
                        "Hint": "Items are removed. Stand still and hold USE to spawn them all.",
                        "Description": "All items in the level are removed at the start of the level. In order to survive, you may call in one single supply drop. Holding the USE button while standing still will send out the signal to your position. All the items normally found in the level will be teleported near your position. Choose where to call down the supplies wisely, as this can only be used once per level!"
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "NukageFlow",
                        "Name": "Endless Flow",
                        "Hint": "A green liquid will slowly fill the level, resurrecting monsters.",
                        "Description": "At the start of the level, mucus will slowly begin pouring into the level from the player's starting location. Mucus has no effect on the players but will occasionally resurrect fallen monsters."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "SpookyScarySkeleton",
                        "Name": "Angry Bones",
                        "Hint": "Remove all monsters in this level, but an angry Revenant stalks you.",
                        "Description": "All the monsters in the current level are removed, and a single stalking Revenant is spawned somewhere in the level. This Revenant is relentless, and is best avoided at all costs. It will follow you all around the level, finding you in places you might not expect. If you have the proper equipment, fighting it is an option... but it will return 40 seconds later. If chosen as a permanent card, the Revenant may return on a later level without any monsters being removed."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "GraceOfLilith",
                        "Name": "Grace of Lilith",
                        "Hint": "|index entry637:changes manynfDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDD NON-ZDOOM DETECTED, PLEASE START IN REGULAR ZDOOM NON-ZDOOM DETECTED, PLEASE START IN REGULAR ZDOOM NON-ZDOOM DETECTED, PLEASE START IN REGULAR ZDOOM - whoami",
                        "Description": "7F2384772B6825127F2B84BB77EEA1Dchosen as a permenant card, even more effects will be add||| ||||||||||||||p|||||||||||||||||||||||||||||"
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "SwimWithWhales",
                        "Name": "Swimming Lessons",
                        "Hint": "One Key is trapped, and will spawn 3 bosses.",
                        "Description": "At the start of the level one key is trapped, and will summon 3 bosses when it is collected. The bosses are spawned relatively close to the player, and a short song will play once the trap has sprung."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "BaneDuel",
                        "Name": "Break the Bat",
                        "Hint": "Bane will challenge you to a 1 on 1 fight.",
                        "Description": "The Gotham supervillain Bane will appear in the level and begin taunting the player into a fight. Bane is immune to damage until a player approaches him and starts the fight. Bane will attack the player with his enhanced strength, and will not let players leave his vicinity until the battle is over. Cowardly players can avoid the fight altogether, though Bane has been known to take hostages."
                    },
                    "Preference": "disable"
                },
                {
                    "Card": {
                        "iD": "Lap2",
                        "Name": "Second Slice",
                        "Hint": "You must do a second lap of the level under a time limit.",
                        "Description": "Upon reaching the exit of the level, players will be teleported back to the beginning with no keys. Some monsters are also resurrected. Players must locate the exit a second time in order to end the level. A timer will be counting down during the second lap. If the timer reaches zero, all players explode violently. In multiplayer, the countdown is reset. While the timer ticks down, additional random monsters will be spawned into the level near players. Several monsters are also spawned near the exit."
                    },
                    "Preference": "disable"
                }
            ]
        },
        {
            "Preference": "bookmark",
            "Cards": [
                {
                    "Card": {
                        "iD": "ScentOfBlood",
                        "Name": "Scent Of Blood",
                        "Hint": "After taking 100+ damage, extra monsters will spawn.",
                        "Description": "After a player takes 100 damage during a level, 15 extra monsters will spawn at random locations. You will be notified when this happens. The monster types are random monsters that can be found in the current level, except for boss monsters. The spawned monsters do not immediately start chasing players, and may end up ambushing them instead. The amount of damage a player must take to spawn even more monsters is increased by 150 each time. If the card is chosen as a permanent card, the health totals reset after each map. In cooperative mode, each player's health is tracked individually."
                    },
                    "Preference": "bookmark"
                },
                {
                    "Card": {
                        "iD": "BoilingBlood",
                        "Name": "Boiling Blood",
                        "Hint": "Players bleed damaging pools of blood.",
                        "Description": "When players take damage, a pool of boiling blood appears near them. The pool of blood will rapidly damage any players who stand in it. Hazard resistance items such as Radiation Suits do not prevent damage. The pools of blood disappear after a short duration."
                    },
                    "Preference": "bookmark"
                },
                {
                    "Card": {
                        "iD": "EyeSentryTraps",
                        "Name": "Wrath Sentries",
                        "Hint": "Add several sentries that fire # projectiles.",
                        "Description": "Add several sentries to the level that fire the specified projectile. These sentries spawn on random walls in the level and often appear near the ceiling. While a player is in their sight, the eye will open and begin firing projectiles at them. They will cease firing if a player is behind cover. Wrath sentries cannot be destroyed but can be briefly stunned if hit by a player or monster. The number of Wrath Sentries is dependent on the amount of monsters in the map, but is limited to 15 (for every copy of this card)."
                    },
                    "Preference": "bookmark"
                },
                {
                    "Card": {
                        "iD": "PriestPorridge",
                        "Name": "Cult Chow",
                        "Hint": "Health items become Priest Porridge (tastes better warm!)",
                        "Description": "At the start of the level, most of the lesser health items are replaced with Priest Porridge. Priest Porridge heals for 5 health when picked up while cold, or 30 if heated. To heat Priest Porridge, it must be hit with a Fire type attack or any kind of blast damage. Priest Porridge can also be heated by certain damaging floors."
                    },
                    "Preference": "bookmark"
                },
                {
                    "Card": {
                        "iD": "BrutalTotem",
                        "Name": "Brutal Totem",
                        "Hint": "Spawn a totem that doubles monster damage.",
                        "Description": "The Brutal Totem doubles the damage output of any monsters in its radius."
                    },
                    "Preference": "bookmark"
                },
                {
                    "Card": {
                        "iD": "MonsterFrankenstein",
                        "Name": "Frankenstein's Gift",
                        "Hint": "# can stitch together two corpses to make a new monster.",
                        "Description": "Monsters of this type can combine two dead monsters into one new living creature. They can only perform this operation 3 times, and can only combine monsters of different types. Certain monsters such as bosses cannot be stitched together this way. The new creature inherits certain traits, physics and enchantments from the original monsters. It will also have the best speed and health from the two subjects. Once the combined creature dies it cannot be used by another Frankenstein ability."
                    },
                    "Preference": "bookmark"
                },
                {
                    "Card": {
                        "iD": "Armageddon",
                        "Name": "Armageddon",
                        "Hint": "After 1000 kills, all monsters are given the Nuclear Curse.",
                        "Description": "After a player has slain one thousand monsters over the course of the game, all monsters in the level will be given the Nuclear Curse. No warning is given when this happens. When a cursed monster dies, it will begin flashing and growing in size. After 6 seconds, the monster explode, dealing massive damage to anything caught in its blast radius. Players can use cover to avoid the explosion, but anything too close to the explosion's center will be vaporized, even if they're behind a wall."
                    },
                    "Preference": "bookmark"
                },
                {
                    "Card": {
                        "iD": "8BitHero",
                        "Name": "Mega Deathmatch",
                        "Hint": "An 8-bit warrior will challenge you.",
                        "Description": "At some point during the level, a robot warrior will spawn near a player and begin attacking. The warrior will chase the player around the level, ignoring other monsters, and attack with armor piercing plasma bolts. If the player is too far away, they may teleport close to their target. They can also utilize their copy weapon ability to fire projectiles used by other monsters, making their attacks unpredictable."
                    },
                    "Preference": "bookmark"
                }
            ]
        }
    ],
    "Notes": "The goal is to avoid the following:\n  - Potentially map-breaking cards\n  - Special \"achievement\" style or other cards that can by themselves make gameplay grindy or annoying.\n  - Progress-inhibiting or reversing cards.\n\nSome cards i've disabled may seem borderline or \"not too bad\" but keep in mind that due to eggs, random enchantments, and so on - any card in the deck could pop up at any time.  Possibly annoying card in a possibly annoying scenario is no bueno.\n\nDifficulty scaling is disabled, and duplicates are enabled.  This ensures maximum variety in card selection.  IMO, variety is what makes Corruption Cards great.  As such i use pick 3 from 8 cards in custom mode, adjusting the permanent card frequency to the size of the WAD aiming for a maximum of 15 or so permanent cards.  Too many cards gets grindy, grindy is not fun.",
    "Name": "BigMacDeck",
    "Description": "A large, stream-friendly deck.",
    "EnableDuplicateCards": true,
    "UseDifficultyProgression": false
}
